{
  "title": "Конституция на Република България",
  "chapters": [
    {
      "title": "Основни начала",
      "index": "1",
      "members": [
        {
          "index": "1",
          "paragraphs": [
            {
              "index": "1",
              "content": "България е република с парламентарно управление."
            },
            {
              "index": "2",
              "content": "Цялата държавна власт произтича от народа. Тя се осъществява от него непосредствено и чрез органите, предвидени в тази Конституция."
            },
            {
              "index": "3",
              "content": "Никоя част от народа, политическа партия или друга организация, държавна институция или отделна личност не може да си присвоява осъществяването на народния суверенитет."
            }
          ]
        },
        {
          "index": "2",
          "paragraphs": [
            {
              "index": "1",
              "content": "Република България е единна държава с местно самоуправление. В нея не се допускат автономни териториални образувания."
            },
            {
              "index": "2",
              "content": "Териториалната цялост на Република България е неприкосновена."
            }
          ]
        },
        {
          "index": "3",
          "paragraphs": {
            "index": "1",
            "content": "Официалният език в републиката е българският."
          }
        },
        {
          "index": "4",
          "paragraphs": [
            {
              "index": "1",
              "content": "Република България е правова държава. Тя се управлява според Конституцията и законите на страната."
            },
            {
              "index": "2",
              "content": "Република България гарантира живота, достойнството и правата на личността и създава условия за свободно развитие на човека и на гражданското общество."
            },
            {
              "index": "3",
              "content": "(Нова - ДВ, бр. 18 от 2005 г.) Република България участва в изграждането и развитието на Европейския съюз."
            }
          ]
        },
        {
          "index": "5",
          "paragraphs": [
            {
              "index": "1",
              "content": "Конституцията е върховен закон и другите закони не могат да й противоречат."
            },
            {
              "index": "2",
              "content": "Разпоредбите на Конституцията имат непосредствено действие."
            },
            {
              "index": "3",
              "content": "Никой не може да бъде осъден за действие или бездействие, което не е било обявено от закона за престъпление към момента на извършването му."
            },
            {
              "index": "4",
              "content": "Международните договори, ратифицирани по конституционен ред, обнародвани и влезли в сила за Република България, са част от вътрешното право на страната. Те имат предимство пред тези норми на вътрешното законодателство, които им противоречат."
            },
            {
              "index": "5",
              "content": "Всички нормативни актове се публикуват. Те влизат в сила три дни след обнародването им, освен когато в тях е определен друг срок."
            }
          ]
        },
        {
          "index": "6",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всички хора се раждат свободни и равни по достойнство и права."
            },
            {
              "index": "2",
              "content": "Всички граждани са равни пред закона. Не се допускат никакви ограничения на правата или привилегии, основани на раса, народност, етническа принадлежност, пол, произход, религия, образование, убеждения, политическа принадлежност, лично и обществено положение или имуществено състояние."
            }
          ]
        },
        {
          "index": "7",
          "paragraphs": {
            "index": "1",
            "content": "Държавата отговаря за вреди, причинени от незаконни актове или действия на нейни органи и длъжностни лица."
          }
        },
        {
          "index": "8",
          "paragraphs": {
            "index": "1",
            "content": "Държавната власт се разделя на законодателна, изпълнителна и съдебна."
          }
        },
        {
          "index": "9",
          "paragraphs": [
            {
              "index": "1",
              "content": "(Предишен текст на чл. 9 - ДВ, бр. 12 от 2007 г., в сила от 01.01.2008 г.) Въоръжените сили гарантират суверенитета, сигурността и независимостта на страната и защитават нейната териториална цялост."
            },
            {
              "index": "2",
              "content": "(Нова - ДВ, бр. 12 от 2007 г., в сила от 01.01.2008 г.) Дейността на въоръжените сили се урежда със закон."
            }
          ]
        },
        {
          "index": "10",
          "paragraphs": {
            "index": "1",
            "content": "Изборите, националните и местните референдуми се произвеждат въз основа на общо, равно и пряко избирателно право с тайно гласуване."
          }
        },
        {
          "index": "11",
          "paragraphs": [
            {
              "index": "1",
              "content": "Политическият живот в Република България се основава върху принципа на политическия плурализъм."
            },
            {
              "index": "2",
              "content": "Нито една политическа партия или идеология не може да се обявява или утвърждава за държавна."
            },
            {
              "index": "3",
              "content": "Партиите съдействат за формиране и изразяване на политическата воля на гражданите. Редът за образуване и прекратяване на политически партии, както и условията за тяхната дейност се уреждат със закон."
            },
            {
              "index": "4",
              "content": "Не могат да се образуват политически партии на етническа, расова или верска основа, както и партии, които си поставят за цел насилствено завземане на държавната власт."
            }
          ]
        },
        {
          "index": "12",
          "paragraphs": [
            {
              "index": "1",
              "content": "Сдруженията на гражданите служат за задоволяване и защита на техните интереси."
            },
            {
              "index": "2",
              "content": "Сдруженията на гражданите, включително синдикалните, не могат да си поставят политически цели и да извършват политическа дейност, присъщи само на политическите партии."
            }
          ]
        },
        {
          "index": "13",
          "paragraphs": [
            {
              "index": "1",
              "content": "Вероизповеданията са свободни."
            },
            {
              "index": "2",
              "content": "Религиозните институции са отделени от държавата."
            },
            {
              "index": "3",
              "content": "Традиционна религия в Република България е източноправославното вероизповедание."
            },
            {
              "index": "4",
              "content": "Религиозните общности и институции, както и верските убеждения не могат да се използват за политически цели."
            }
          ]
        },
        {
          "index": "14",
          "paragraphs": {
            "index": "1",
            "content": "Семейството, майчинството и децата са под закрила на държавата и обществото."
          }
        },
        {
          "index": "15",
          "paragraphs": {
            "index": "1",
            "content": "Република България осигурява опазването и възпроизводството на околната среда, поддържането и разнообразието на живата природа и разумното използване на природните богатства и ресурсите на страната."
          }
        },
        {
          "index": "16",
          "content": "Трудът се гарантира и защитава от закона."
        },
        {
          "index": "17",
          "paragraphs": [
            {
              "index": "1",
              "content": "Правото на собственост и на наследяване се гарантира и защитава от закона."
            },
            {
              "index": "2",
              "content": "Собствеността е частна и публична."
            },
            {
              "index": "3",
              "content": "Частната собственост е неприкосновена."
            },
            {
              "index": "4",
              "content": "Режимът на обектите на държавната и общинската собственост се определя със закон."
            },
            {
              "index": "5",
              "content": "Принудително отчуждаване на собственост за държавни и общински нужди може да става само въз основа на закон, при условие че тези нужди не могат да бъдат задоволени по друг начин и след предварително и равностойно обезщетение."
            }
          ]
        },
        {
          "index": "18",
          "paragraphs": [
            {
              "index": "1",
              "content": "Подземните богатства, крайбрежната плажна ивица, републиканските пътища, както и водите, горите и парковете с национално значение, природните и археологическите резервати, определени със закон, са изключителна държавна собственост."
            },
            {
              "index": "2",
              "content": "Държавата осъществява суверенни права върху континенталния шелф и в изключителната икономическа зона за проучване, разработване, използване, опазване и стопанисване на биологичните, минералните и енергийните ресурси на тези морски пространства."
            },
            {
              "index": "3",
              "content": "Държавата осъществява суверенни права върху радиочестотния спектър и позициите на геостационарната орбита, определени за Република България с международни споразумения."
            },
            {
              "index": "4",
              "content": "Със закон може да се установява държавен монопол върху железопътния транспорт, националните пощенски и далекосъобщителни мрежи, използването на ядрена енергия, производството на радиоактивни продукти, оръжие, взривни и биологично силно действащи вещества."
            },
            {
              "index": "5",
              "content": "Условията и редът, при които държавата предоставя концесии за обектите и разрешения за дейностите по предходните алинеи, се уреждат със закон."
            },
            {
              "index": "6",
              "content": "Държавните имоти се стопанисват и управляват в интерес на гражданите и на обществото."
            }
          ]
        },
        {
          "index": "19",
          "paragraphs": [
            {
              "index": "1",
              "content": "Икономиката на Република България се основава на свободната стопанска инициатива."
            },
            {
              "index": "2",
              "content": "Законът създава и гарантира на всички граждани и юридически лица еднакви правни условия за стопанска дейност, като предотвратява злоупотребата с монополизма, нелоялната конкуренция и защитава потребителя."
            },
            {
              "index": "3",
              "content": "Инвестициите и стопанската дейност на български и чуждестранни граждани и юридически лица се закрилят от закона."
            },
            {
              "index": "4",
              "content": "Законът създава условия за коопериране и други форми на сдружаване на гражданите и юридическите лица за постигане на стопански и социален напредък."
            }
          ]
        },
        {
          "index": "20",
          "paragraphs": {
            "index": "1",
            "content": "Държавата създава условия за балансирано развитие на отделните райони на страната и подпомага териториалните органи и дейности чрез финансовата, кредитната и инвестиционната политика."
          }
        },
        {
          "index": "21",
          "paragraphs": [
            {
              "index": "1",
              "content": "Земята е основно национално богатство, което се ползва от особената закрила на държавата и обществото."
            },
            {
              "index": "2",
              "content": "Обработваемата земя се използва само за земеделски цели. Промяна на нейното предназначение се допуска по изключение при доказана нужда и при условия и по ред, определени със закон."
            }
          ]
        },
        {
          "index": "22",
          "content": "(Изм. - ДВ, бр. 18 от 2005 г., в сила от 01.01.2007 г. и не се прилага към заварените международни договори)",
          "paragraphs": [
            {
              "index": "1",
              "content": "Чужденци и чуждестранни юридически лица могат да придобиват право на собственост върху земя при условията, произтичащи от присъединяването на Република България към Европейския съюз или по силата на международен договор, ратифициран, обнародван и влязъл в сила за Република България, както и чрез наследяване по закон."
            },
            {
              "index": "2",
              "content": "Законът за ратифициране на международен договор по ал. 1 се приема с мнозинство две трети от всички народни представители."
            },
            {
              "index": "3",
              "content": "Режимът на земята се определя със закон."
            }
          ]
        },
        {
          "index": "23",
          "paragraphs": {
            "index": "1",
            "content": "Държавата създава условия за свободно развитие на науката, образованието и изкуствата и ги подпомага. Тя се грижи за опазване на националното историческо и културно наследство."
          }
        },
        {
          "index": "24",
          "paragraphs": [
            {
              "index": "1",
              "content": "Външната политика на Република България се осъществява в съответствие с принципите и нормите на международното право."
            },
            {
              "index": "2",
              "content": "Основни цели на външната политика на Република България са националната сигурност и независимостта на страната, благоденствието и основните права и свободи на българските граждани, както и съдействието за установяване на справедлив международен ред."
            }
          ]
        }
      ]
    },
    {
      "title": "Основни права и задължения на гражданите",
      "index": "2",
      "members": [
        {
          "index": "25",
          "paragraphs": [
            {
              "index": "1",
              "content": "Български гражданин е всеки, на когото поне единият родител е български гражданин или който е роден на територията на Република България, ако не придобива друго гражданство по произход. Българско гражданство може да се придобие и по натурализация."
            },
            {
              "index": "2",
              "content": "Лицата от български произход придобиват българско гражданство по облекчен ред."
            },
            {
              "index": "3",
              "content": "Български гражданин по рождение не може да бъде лишен от българско гражданство."
            },
            {
              "index": "4",
              "content": "(Изм. - ДВ, бр. 18 от 2005 г.) Гражданин на Република България не може да бъде предаден на друга държава или на международен съд за целите на наказателно преследване, освен ако това е предвидено в международен договор, ратифициран, обнародван и влязъл в сила за Република България."
            },
            {
              "index": "5",
              "content": "Българските граждани, пребиваващи в чужбина, са под закрилата на Република България."
            },
            {
              "index": "6",
              "content": "Условията и редът за придобиване, запазване и загубване на българското гражданство се определят със закон."
            }
          ]
        },
        {
          "index": "26",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите на Република България, където и да се намират, имат всички права и задължения по тази Конституция."
            },
            {
              "index": "2",
              "content": "Чужденците, които пребивават в Република България, имат всички права и задължения по тази Конституция с изключение на правата и задълженията, за които Конституцията и законите изискват българско гражданство."
            }
          ]
        },
        {
          "index": "27",
          "paragraphs": [
            {
              "index": "1",
              "content": "Чужденците, които пребивават в страната на законно основание, не могат да бъдат изгонвани от нея или предавани на друга държава против тяхната воля освен при условията и по реда, определени със закон."
            },
            {
              "index": "2",
              "content": "Република България дава убежище на чужденци, преследвани заради техните убеждения или дейност в защита на международно признати права и свободи."
            },
            {
              "index": "3",
              "content": "Условията и редът за даване на убежище се уреждат със закон."
            }
          ]
        },
        {
          "index": "28",
          "paragraphs": {
            "index": "1",
            "content": "Всеки има право на живот. Посегателството върху човешкия живот се наказва като най-тежко престъпление."
          }
        },
        {
          "index": "29",
          "paragraphs": [
            {
              "index": "1",
              "content": "Никой не може да бъде подлаган на мъчение, на жестоко, безчовечно или унижаващо отношение, както и на насилствена асимилация."
            },
            {
              "index": "2",
              "content": "Никой не може да бъде подлаган на медицински, научни или други опити без неговото доброволно писмено съгласие."
            }
          ]
        },
        {
          "index": "30",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право на лична свобода и неприкосновеност."
            },
            {
              "index": "2",
              "content": "Никой не може да бъде задържан, подлаган на оглед, обиск или на друго посегателство върху личната му неприкосновеност освен при условията и по реда, определени със закон."
            },
            {
              "index": "3",
              "content": "В изрично посочените от закона неотложни случаи компетентните държавни органи могат да задържат гражданин, за което незабавно уведомяват органите на съдебната власт. В срок от 24 часа от задържането органът на съдебната власт се произнася по неговата законосъобразност."
            },
            {
              "index": "4",
              "content": "Всеки има право на адвокатска защита от момента на задържането му или на привличането му като обвиняем."
            },
            {
              "index": "5",
              "content": "Всеки има право да се среща насаме с лицето, което го защитава. Тайната на техните съобщения е неприкосновена."
            }
          ]
        },
        {
          "index": "31",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки обвинен в престъпление следва да бъде предаден на съдебната власт в законно определения срок."
            },
            {
              "index": "2",
              "content": "Никой не може да бъде принуждаван да се признае за виновен, нито да бъде осъден само въз основа на неговото самопризнание."
            },
            {
              "index": "3",
              "content": "Обвиняемият се смята за невинен до установяване на противното с влязла в сила присъда."
            },
            {
              "index": "4",
              "content": "Не се допускат ограничения на правата на обвиняемия, надхвърлящи необходимото за осъществяване на правосъдието."
            },
            {
              "index": "5",
              "content": "На лишените от свобода се създават условия за осъществяване на основните им права, които не са ограничени от действието на присъдата."
            },
            {
              "index": "6",
              "content": "Наказанието лишаване от свобода се изпълнява единствено в местата, определени със закон."
            },
            {
              "index": "7",
              "content": "Не се погасяват по давност наказателното преследване и изпълнението на наказанието за престъпления против мира и човечеството."
            }
          ]
        },
        {
          "index": "32",
          "paragraphs": [
            {
              "index": "1",
              "content": "Личният живот на гражданите е неприкосновен. Всеки има право на защита срещу незаконна намеса в личния и семейния му живот и срещу посегателство върху неговата чест, достойнство и добро име."
            },
            {
              "index": "2",
              "content": "Никой не може да бъде следен, фотографиран, филмиран, записван или подлаган на други подобни действия без негово знание или въпреки неговото изрично несъгласие освен в предвидените от закона случаи."
            }
          ]
        },
        {
          "index": "33",
          "paragraphs": [
            {
              "index": "1",
              "content": "Жилището е неприкосновено. Без съгласието на обитателя му никой не може да влиза или да остава в него освен в случаите, изрично посочени в закона."
            },
            {
              "index": "2",
              "content": "Влизане или оставане в жилището без съгласие на неговия обитател или без разрешение на съдебната власт се допуска само за предотвратяване на непосредствено предстоящо или започнало престъпление, за залавяне на извършителя му, както и в случаите на крайна необходимост."
            }
          ]
        },
        {
          "index": "34",
          "paragraphs": [
            {
              "index": "1",
              "content": "Свободата и тайната на кореспонденцията и на другите съобщения са неприкосновени."
            },
            {
              "index": "2",
              "content": "Изключения от това правило се допускат само с разрешение на съдебната власт, когато това се налага за разкриване или предотвратяване на тежки престъпления."
            }
          ]
        },
        {
          "index": "35",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право свободно да избира своето местожителство, да се придвижва по територията на страната и да напуска нейните предели. Това право може да се ограничава само със закон, за защита на националната сигурност, народното здраве и правата и свободите на други граждани."
            },
            {
              "index": "2",
              "content": "Всеки български гражданин има право да се завръща в страната."
            }
          ]
        },
        {
          "index": "36",
          "paragraphs": [
            {
              "index": "1",
              "content": "Изучаването и ползването на българския език е право и задължение на българските граждани."
            },
            {
              "index": "2",
              "content": "Гражданите, за които българският език не е майчин, имат право наред със задължителното изучаване на българския език да изучават и ползват своя език."
            },
            {
              "index": "3",
              "content": "Случаите, в които се използва само официалният език, се посочват в закона."
            }
          ]
        },
        {
          "index": "37",
          "paragraphs": [
            {
              "index": "1",
              "content": "Свободата на съвестта, свободата на мисълта и изборът на вероизповедание и на религиозни или атеистични възгледи са ненакърними. Държавата съдейства за поддържане на търпимост и уважение между вярващите от различните вероизповедания, както и между вярващи и невярващи."
            },
            {
              "index": "2",
              "content": "Свободата на съвестта и на вероизповеданието не може да бъде насочена срещу националната сигурност, обществения ред, народното здраве и морала или срещу правата и свободите на други граждани."
            }
          ]
        },
        {
          "index": "38",
          "paragraphs": {
            "index": "1",
            "content": "Никой не може да бъде преследван или ограничаван в правата си поради своите убеждения, нито да бъде задължаван или принуждаван да дава сведения за свои или чужди убеждения."
          }
        },
        {
          "index": "39",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право да изразява мнение и да го разпространява чрез слово - писмено или устно, чрез звук, изображение или по друг начин."
            },
            {
              "index": "2",
              "content": "Това право не може да се използва за накърняване на правата и доброто име на другиго и за призоваване към насилствена промяна на конституционно установения ред, към извършване на престъпления, към разпалване на вражда или към насилие над личността."
            }
          ]
        },
        {
          "index": "40",
          "paragraphs": [
            {
              "index": "1",
              "content": "Печатът и другите средства за масова информация са свободни и не подлежат на цензура."
            },
            {
              "index": "2",
              "content": "Спирането и конфискацията на печатно издание или на друг носител на информация се допускат само въз основа на акт на съдебната власт, когато се накърняват добрите нрави или се съдържат призиви за насилствена промяна на конституционно установения ред, за извършване на престъпление или за насилие над личността. Ако в срок от 24 часа не последва конфискация, спирането преустановява действието си."
            }
          ]
        },
        {
          "index": "41",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право да търси, получава и разпространява информация. Осъществяването на това право не може да бъде насочено срещу правата и доброто име на другите граждани, както и срещу националната сигурност, обществения ред, народното здраве и морала."
            },
            {
              "index": "2",
              "content": "Гражданите имат право на информация от държавен орган или учреждение по въпроси, които представляват за тях законен интерес, ако информацията не е държавна или друга защитена от закона тайна или не засяга чужди права."
            }
          ]
        },
        {
          "index": "42",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите, навършили 18 години, с изключение на поставените под запрещение и изтърпяващите наказание лишаване от свобода, имат право да избират държавни и местни органи и да участват в допитвания до народа."
            },
            {
              "index": "2",
              "content": "Организацията и редът за произвеждане на избори и референдуми се определят със закон."
            },
            {
              "index": "3",
              "content": "(Нова - ДВ, бр. 18 от 2005 г.) Изборите за членове на Европейския парламент и участието на граждани на Европейския съюз в избори за местни органи се уреждат със закон."
            }
          ]
        },
        {
          "index": "43",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите имат право да се събират мирно и без оръжие на събрания и манифестации."
            },
            {
              "index": "2",
              "content": "Редът за организиране и провеждане на събрания и манифестации се определя със закон."
            },
            {
              "index": "3",
              "content": "За събрания на закрито не се изисква разрешение."
            }
          ]
        },
        {
          "index": "44",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите могат свободно да се сдружават."
            },
            {
              "index": "2",
              "content": "Забраняват се организации, чиято дейност е насочена срещу суверенитета, териториалната цялост на страната и единството на нацията, към разпалване на расова, национална, етническа или религиозна вражда, към нарушаване на правата и свободите на гражданите, както и организации, които създават тайни или военизирани структури или се стремят да постигнат целите си чрез насилие."
            },
            {
              "index": "3",
              "content": "Законът определя организациите, които подлежат на регистрация, реда за тяхното прекратяване, както и взаимоотношенията им с държавата."
            }
          ]
        },
        {
          "index": "45",
          "paragraphs": {
            "index": "1",
            "content": "Гражданите имат право на жалби, предложения и петиции до държавните органи."
          }
        },
        {
          "index": "46",
          "paragraphs": [
            {
              "index": "1",
              "content": "Бракът е доброволен съюз между мъж и жена. Законен е само гражданският брак."
            },
            {
              "index": "2",
              "content": "Съпрузите имат равни права и задължения в брака и семейството."
            },
            {
              "index": "3",
              "content": "Формата на брака, условията и редът за неговото сключване и прекратяване, личните и имуществените отношения между съпрузите се уреждат със закон."
            }
          ]
        },
        {
          "index": "47",
          "paragraphs": [
            {
              "index": "1",
              "content": "Отглеждането и възпитанието на децата до пълнолетието им е право и задължение на техните родители и се подпомага от държавата."
            },
            {
              "index": "2",
              "content": "Жената майка се ползва от особената закрила на държавата, която й осигурява платен отпуск преди и след раждане, безплатна акушерска помощ, облекчаване на труда и други социални помощи."
            },
            {
              "index": "3",
              "content": "Децата, родени извън брака, имат равни права с родените в брака."
            },
            {
              "index": "4",
              "content": "Децата, останали без грижата на близките си, се намират под особената закрила на държавата и обществото."
            },
            {
              "index": "5",
              "content": "Условията и редът за ограничаване или отнемане на родителските права се определят със закон."
            }
          ]
        },
        {
          "index": "48",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите имат право на труд. Държавата се грижи за създаване на условия за осъществяване на това право."
            },
            {
              "index": "2",
              "content": "Държавата създава условия за осъществяване на правото на труд на лицата с физически и психически увреждания."
            },
            {
              "index": "3",
              "content": "Всеки гражданин свободно избира своята професия и място на работа."
            },
            {
              "index": "4",
              "content": "Никой не може да бъде заставян да извършва принудителен труд."
            },
            {
              "index": "5",
              "content": "Работниците и служителите имат право на здравословни и безопасни условия на труд, на минимално трудово възнаграждение и на заплащане, съответстващо на извършената работа, както и на почивка и отпуск при условия и по ред, определени със закон."
            }
          ]
        },
        {
          "index": "49",
          "paragraphs": [
            {
              "index": "1",
              "content": "Работниците и служителите имат право да се сдружават в синдикални организации и съюзи за защита на своите интереси в областта на труда и социалното осигуряване."
            },
            {
              "index": "2",
              "content": "Работодателите имат право да се сдружават за защита на своите стопански интереси."
            }
          ]
        },
        {
          "index": "50",
          "paragraphs": {
            "index": "1",
            "content": "Работниците и служителите имат право на стачка за защита на своите колективни икономически и социални интереси. Това право се осъществява при условия и по ред, определени със закон."
          }
        },
        {
          "index": "51",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите имат право на обществено осигуряване и социално подпомагане."
            },
            {
              "index": "2",
              "content": "Лицата, останали временно без работа, се осигуряват социално при условия и по ред, определени със закон."
            },
            {
              "index": "3",
              "content": "Старите хора, които нямат близки и не могат да се издържат от своето имущество, както и лицата с физически и психически увреждания се намират под особена закрила на държавата и обществото."
            }
          ]
        },
        {
          "index": "52",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите имат право на здравно осигуряване, гарантиращо им достъпна медицинска помощ, и на безплатно ползване на медицинско обслужване при условия и по ред, определени със закон."
            },
            {
              "index": "2",
              "content": "Здравеопазването на гражданите се финансира от държавния бюджет, от работодателите, от лични и колективни осигурителни вноски и от други източници при условия и по ред, определени със закон."
            },
            {
              "index": "3",
              "content": "Държавата закриля здравето на гражданите и насърчава развитието на спорта и туризма."
            },
            {
              "index": "4",
              "content": "Никой не може да бъде подлаган принудително на лечение и на санитарни мерки освен в предвидените от закона случаи."
            },
            {
              "index": "5",
              "content": "Държавата осъществява контрол върху всички здравни заведения, както и върху производството на лекарствени средства, биопрепарати и медицинска техника и върху търговията с тях."
            }
          ]
        },
        {
          "index": "53",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право на образование."
            },
            {
              "index": "2",
              "content": "Училищното обучение до 16-годишна възраст е задължително."
            },
            {
              "index": "3",
              "content": "Основното и средното образование в държавните и общинските училища е безплатно. При определени от закона условия образованието във висшите държавни училища е безплатно."
            },
            {
              "index": "4",
              "content": "Висшите училища се ползват с академична автономия."
            },
            {
              "index": "5",
              "content": "Граждани и организации могат да създават училища при условия и по ред, определени със закон. Обучението в тях трябва да съответства на държавните изисквания."
            },
            {
              "index": "6",
              "content": "Държавата насърчава образованието, като създава и финансира училища, подпомага способни ученици и студенти, създава условия за професионално обучение и преквалификация. Тя упражнява контрол върху всички видове и степени училища."
            }
          ]
        },
        {
          "index": "54",
          "paragraphs": [
            {
              "index": "1",
              "content": "Всеки има право да се ползва от националните и общочовешките културни ценности, както и да развива своята култура в съответствие с етническата си принадлежност, което се признава и гарантира от закона."
            },
            {
              "index": "2",
              "content": "Свободата на художественото, научното и техническото творчество се признава и гарантира от закона."
            },
            {
              "index": "3",
              "content": "Изобретателските, авторските и сродните на тях права се закрилят от закона."
            }
          ]
        },
        {
          "index": "55",
          "paragraphs": {
            "index": "1",
            "content": "Гражданите имат право на здравословна и благоприятна околна среда в съответствие с установените стандарти и нормативи. Те са длъжни да опазват околната среда."
          }
        },
        {
          "index": "56",
          "paragraphs": {
            "index": "1",
            "content": "Всеки гражданин има право на защита, когато са нарушени или застрашени негови права или законни интереси. В държавните учреждения той може да се явява и със защитник."
          }
        },
        {
          "index": "57",
          "paragraphs": [
            {
              "index": "1",
              "content": "Основните права на гражданите са неотменими."
            },
            {
              "index": "2",
              "content": "Не се допуска злоупотреба с права, както и тяхното упражняване, ако то накърнява права или законни интереси на други."
            },
            {
              "index": "3",
              "content": "При обявяване на война, на военно или друго извънредно положение със закон може да бъде временно ограничено упражняването на отделни права на гражданите с изключение на правата, предвидени в чл. 28, 29, 31, ал. 1, 2 и 3, чл. 32, ал. 1 и чл. 37."
            }
          ]
        },
        {
          "index": "58",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите са длъжни да спазват и изпълняват Конституцията и законите. Те са длъжни да зачитат правата и законните интереси на другите."
            },
            {
              "index": "2",
              "content": "Религиозните и другите убеждения не са основание за отказ да се изпълняват задълженията, установени в Конституцията и законите."
            }
          ]
        },
        {
          "index": "59",
          "paragraphs": [
            {
              "index": "1",
              "content": "Защитата на Отечеството е дълг и чест за всеки български гражданин. Измяната и предателството към Отечеството са най-тежки престъпления и се наказват с цялата строгост на закона."
            },
            {
              "index": "2",
              "content": "(Изм. - ДВ, бр. 12 от 2007 г., в сила от 01.01.2008 г.) Подготовката на гражданите за защита на отечеството се урежда със закон."
            }
          ]
        },
        {
          "index": "60",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите са длъжни да плащат данъци и такси, установени със закон, съобразно техните доходи и имущество."
            },
            {
              "index": "2",
              "content": "Данъчни облекчения и утежнения могат да се установяват само със закон."
            }
          ]
        },
        {
          "index": "61",
          "paragraphs": {
            "index": "1",
            "content": "Гражданите са длъжни да оказват съдействие на държавата и обществото в случай на природни и други бедствия при условия и по ред, определени със закон."
          }
        }
      ]
    },
    {
      "title": "Народно събрание",
      "index": "3",
      "members": [
        {
          "index": "62",
          "paragraphs": [
            {
              "index": "1",
              "content": "(Предишен текст на чл. 62 - ДВ, бр. 12 от 2007 г.) Народното събрание осъществява законодателната власт и упражнява парламентарен контрол."
            },
            {
              "index": "2",
              "content": "(Нова - ДВ, бр. 12 от 2007 г.) Народното събрание има самостоятелен бюджет."
            }
          ]
        },
        {
          "index": "63",
          "paragraphs": {
            "index": "1",
            "content": "Народното събрание се състои от 240 народни представители."
          }
        },
        {
          "index": "64",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание се избира за срок от четири години."
            },
            {
              "index": "2",
              "content": "В случай на война, военно или друго извънредно положение, настъпили по време или след изтичане на мандата на Народното събрание, срокът на неговите пълномощия се продължава до отпадането на тези обстоятелства."
            },
            {
              "index": "3",
              "content": "Избори за ново Народно събрание се произвеждат най-късно до два месеца след прекратяване на пълномощията на предишното."
            }
          ]
        },
        {
          "index": "65",
          "paragraphs": [
            {
              "index": "1",
              "content": "За народен представител може да бъде избиран български гражданин, който няма друго гражданство, навършил е 21 години, не е поставен под запрещение и не изтърпява наказание лишаване от свобода."
            },
            {
              "index": "2",
              "content": "Кандидатите за народни представители, които заемат държавна служба, прекъсват изпълнението й след регистрацията си."
            }
          ]
        },
        {
          "index": "66",
          "paragraphs": {
            "index": "1",
            "content": "Законността на изборите може да се оспори пред Конституционния съд по реда, определен със закон."
          }
        },
        {
          "index": "67",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народните представители представляват не само своите избиратели, а и целия народ. Обвързването със задължителен мандат е недействително."
            },
            {
              "index": "2",
              "content": "Народните представители действат въз основа на Конституцията и законите в съответствие със своята съвест и убеждения."
            }
          ]
        },
        {
          "index": "68",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народните представители не могат да изпълняват друга държавна служба или да извършват дейност, която според закона е несъвместима с положението на народен представител."
            },
            {
              "index": "2",
              "content": "Народен представител, избран за министър, прекъсва пълномощията си за времето, през което е министър. В този случай той се замества по определен от закона ред."
            }
          ]
        },
        {
          "index": "69",
          "paragraphs": {
            "index": "1",
            "content": "Народните представители не носят наказателна отговорност за изказаните от тях мнения и за гласуванията си в Народното събрание."
          }
        },
        {
          "index": "70",
          "paragraphs": [
            {
              "index": "1",
              "content": "(Предишен текст на чл. 70, изм. - ДВ, бр. 27 от 2006 г.) Народните представители не могат да бъдат задържани и срещу тях не може да бъде възбуждано наказателно преследване освен за престъпления от общ характер, и то с разрешение на Народното събрание, а когато то не заседава - на председателя на Народното събрание. Разрешение за задържане не се иска при заварено тежко престъпление, но в такъв случай незабавно се известява Народното събрание, а ако то не заседава - председателя на Народното събрание."
            },
            {
              "index": "2",
              "content": "(Нова - ДВ, бр. 27 от 2006 г.) Разрешение за възбуждане на наказателно преследване не се изисква при писмено съгласие на народния представител."
            }
          ]
        },
        {
          "index": "71",
          "paragraphs": {
            "index": "1",
            "content": "Народните представители получават възнаграждение, чийто размер се определя от Народното събрание."
          }
        },
        {
          "index": "72",
          "paragraphs": [
            {
              "index": "1",
              "content": "Пълномощията на народния представител се прекратяват предсрочно при:"
            },
            {
              "index": "2",
              "content": "В случаите на т. 1 и 2 решението се приема от Народното събрание, а в случаите на т. 3 - от Конституционния съд."
            }
          ],
          "content": "1. подаване на оставка пред Народното събрание;\n    2. влизане в сила на присъда, с която е наложено наказание лишаване от свобода за умишлено престъпление, или когато изпълнението на наказанието лишаване от свобода не е отложено;\n    3. установяване на неизбираемост или несъвместимост;\n    4. смърт."
        },
        {
          "index": "73",
          "paragraphs": {
            "index": "1",
            "content": "Организацията и дейността на Народното събрание се осъществяват въз основа на Конституцията и на правилник, приет от него."
          }
        },
        {
          "index": "74",
          "paragraphs": {
            "index": "1",
            "content": "Народното събрание е постоянно действащ орган. То само определя времето, през което не заседава."
          }
        },
        {
          "index": "75",
          "paragraphs": {
            "index": "1",
            "content": "Новоизбраното Народно събрание се свиква на първо заседание от президента на републиката най-късно един месец след избирането на Народно събрание. Ако в посочения срок президентът не свика Народното събрание, то се свиква от една пета от народните представители."
          }
        },
        {
          "index": "76",
          "paragraphs": [
            {
              "index": "1",
              "content": "Първото заседание на Народното събрание се открива от най-възрастния присъстващ народен представител."
            },
            {
              "index": "2",
              "content": "На първото заседание народните представители полагат следната клетва: \"Заклевам се в името на Република България да спазвам Конституцията и законите на страната и във всичките си действия да се ръководя от интересите на народа. Заклех се.\""
            },
            {
              "index": "3",
              "content": "На същото заседание на Народното събрание се избират председател и заместник-председатели."
            }
          ]
        },
        {
          "index": "77",
          "paragraphs": [
            {
              "index": "1",
              "content": "Председателят на Народното събрание:"
            },
            {
              "index": "2",
              "content": "Заместник-председателите на Народното събрание подпомагат председателя и осъществяват възложените им от него дейности."
            }
          ],
          "content": "1. представлява Народното събрание;\n    2. предлага проект за дневен ред на заседанията;\n    3. открива, ръководи и закрива заседанията на Народното събрание и осигурява реда при провеждането им;\n    4. удостоверява с подписа си съдържанието на приетите от Народното събрание актове;\n    5. обнародва решенията, декларациите и обръщенията, приети от Народното събрание;\n    6. организира международните връзки на Народното събрание."
        },
        {
          "index": "78",
          "paragraphs": {
            "index": "1",
            "content": "Народното събрание се свиква на заседания от председателя на Народното събрание:"
          },
          "content": "1. по негова инициатива;\n    2. по искане на една пета от народните представители;\n    3. по искане на президента;\n    4. по искане на Министерския съвет."
        },
        {
          "index": "79",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание избира от своя състав постоянни и временни комисии."
            },
            {
              "index": "2",
              "content": "Постоянните комисии подпомагат дейността на Народното събрание и упражняват от негово име парламентарен контрол."
            },
            {
              "index": "3",
              "content": "Временни комисии се избират за проучвания и анкети."
            }
          ]
        },
        {
          "index": "80",
          "paragraphs": {
            "index": "1",
            "content": "Длъжностните лица и гражданите, когато бъдат поканени, са длъжни да се явяват пред парламентарните комисии и да им предоставят исканите от тях сведения и документи."
          }
        },
        {
          "index": "81",
          "paragraphs": [
            {
              "index": "1",
              "content": "(Изм. - ДВ, бр. 12 от 2007 г.) Народното събрание открива заседанията си и приема своите актове, когато присъстват повече от половината народни представители."
            },
            {
              "index": "2",
              "content": "Народното събрание приема законите и другите актове с мнозинство повече от половината от присъстващите народни представители, освен когато Конституцията изисква друго мнозинство."
            },
            {
              "index": "3",
              "content": "Гласуването е лично и явно, освен когато Конституцията предвижда или Народното събрание реши то да бъде тайно."
            }
          ]
        },
        {
          "index": "82",
          "paragraphs": {
            "index": "1",
            "content": "Заседанията на Народното събрание са открити. По изключение Народното събрание може да реши отделни заседания да бъдат закрити."
          }
        },
        {
          "index": "83",
          "paragraphs": [
            {
              "index": "1",
              "content": "Членовете на Министерския съвет могат да участват в заседанията на Народното събрание и на парламентарните комисии. По тяхно искане те се изслушват с предимство."
            },
            {
              "index": "2",
              "content": "Народното събрание и парламентарните комисии могат да задължават министрите да се явяват на техни заседания и да отговарят на поставени въпроси."
            }
          ]
        },
        {
          "index": "84",
          "paragraphs": {
            "index": "1",
            "content": "Народното събрание:"
          },
          "content": "1. приема, изменя, допълва и отменя законите;\n    2. приема държавния бюджет и отчета за изпълнението му;\n    3. (изм. - ДВ, бр. 12 от 2007 г.) установява данъците и определя размера на държавните данъци;\n    4. насрочва избори за президент на републиката;\n    5. приема решение за произвеждане на национален референдум;\n    6. избира и освобождава министър-председателя и по негово предложение - Министерския съвет; извършва промени в правителството по предложение на министър-председателя;\n    7. създава, преобразува и закрива министерства по предложение на министър-председателя;\n    8. избира и освобождава ръководителите на Българската народна банка и на други институции, определени със закон;\n    9. дава съгласие за сключване на договори за държавни заеми;\n    10. решава въпросите за обявяване на война и за сключване на мир;\n    11. разрешава изпращането и използването на български въоръжени сили извън страната, както и пребиваването на чужди войски на територията на страната или преминаването им през нея;\n    12. обявява военно или друго извънредно положение върху цялата територия на страната или върху част от нея по предложение на президента или на Министерския съвет;\n    13. дава амнистия;\n    14. учредява ордени и медали;\n    15. определя официалните празници;\n    16. (нова - ДВ, бр. 27 от 2006 г., изм. - ДВ, бр. 12 от 2007 г.) изслушва и приема годишните доклади на Върховния касационен съд, на Върховния административен съд и на главния прокурор, внесени от Висшия съдебен съвет, за прилагането на закона и за дейността на съдилищата, прокуратурата и разследващите органи;\n    17. (нова - ДВ, бр. 12 от 2007 г.) изслушва и приема доклади за дейността на органи, които изцяло или частично се избират от Народното събрание, когато това е предвидено в закон."
        },
        {
          "index": "85",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание ратифицира и денонсира със закон международните договори, които:"
            },
            {
              "index": "2",
              "content": "(Нова - ДВ, бр. 18 от 2005 г.) Законът за ратифициране на международен договор по ал. 1, т. 9 се приема с мнозинство две трети от всички народни представители."
            },
            {
              "index": "3",
              "content": "(Предишна ал. 2 - ДВ, бр. 18 от 2005 г.) Ратифицираните от Народното събрание договори могат да бъдат изменяни или денонсирани само по реда, посочен в самите договори, или в съответствие с общопризнатите норми на международното право."
            },
            {
              "index": "4",
              "content": "(Предишна ал. 3 - ДВ, бр. 18 от 2005 г.) Сключването на международни договори, които изискват изменения в Конституцията, трябва да бъде предшествано от приемането на тези изменения."
            }
          ],
          "content": "1. имат политически или военен характер;\n    2. се отнасят до участието на Република България в международни организации;\n    3. предвиждат коригиране на границата на Република България;\n    4. съдържат финансови задължения за държавата;\n    5. предвиждат участие на държавата в арбитражно или съдебно уреждане на международни спорове;\n    6. се отнасят до основните права на човека;\n    7. се отнасят до действието на закона или изискват мерки от законодателен характер за тяхното изпълнение;\n    8. изрично предвиждат ратификация;\n    9. (нова - ДВ, бр. 18 от 2005 г.) предоставят на Европейския съюз правомощия, произтичащи от тази Конституция."
        },
        {
          "index": "86",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание приема закони, решения, декларации и обръщения."
            },
            {
              "index": "2",
              "content": "Законите и решенията на Народното събрание са задължителни за всички държавни органи, организациите и гражданите."
            }
          ]
        },
        {
          "index": "87",
          "paragraphs": [
            {
              "index": "1",
              "content": "Право на законодателна инициатива имат всеки народен представител и Министерският съвет."
            },
            {
              "index": "2",
              "content": "Законопроектът за държавния бюджет се изготвя и внася от Министерския съвет."
            }
          ]
        },
        {
          "index": "88",
          "paragraphs": [
            {
              "index": "1",
              "content": "Законите се обсъждат и приемат с две гласувания, които се извършват на отделни заседания. По изключение Народното събрание може да реши двете гласувания да се извършат в едно заседание."
            },
            {
              "index": "2",
              "content": "Другите актове на Народното събрание се приемат с едно гласуване."
            },
            {
              "index": "3",
              "content": "Приетите актове се обнародват в \"Държавен вестник\" не по-късно от 15 дни след приемането им."
            }
          ]
        },
        {
          "index": "89",
          "paragraphs": [
            {
              "index": "1",
              "content": "Една пета от народните представители може да предложи на Народното събрание да гласува недоверие на Министерския съвет. Предложението е прието, когато за него са гласували повече от половината от всички народни представители."
            },
            {
              "index": "2",
              "content": "Когато Народното събрание гласува недоверие на министър-председателя или на Министерския съвет, министър-председателят подава оставката на правителството."
            },
            {
              "index": "3",
              "content": "Когато Народното събрание отхвърли предложението за гласуване на недоверие на Министерския съвет, ново предложение за недоверие на същото основание не може да бъде направено в следващите шест месеца."
            }
          ]
        },
        {
          "index": "90",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народните представители имат право на въпроси и на питания до Министерския съвет или до отделни министри, които са длъжни да отговарят."
            },
            {
              "index": "2",
              "content": "По предложение на една пета от народните представители по питането стават разисквания и се приема решение."
            }
          ]
        },
        {
          "index": "91",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание избира Сметна палата, която осъществява контрол за изпълнението на бюджета."
            },
            {
              "index": "2",
              "content": "Организацията, правомощията и редът за дейност на Сметната палата се уреждат със закон."
            }
          ]
        },
        {
          "index": "91",
          "content": "(Нов - ДВ, бр. 27 от 2006 г.)",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание избира омбудсман, който се застъпва за правата и свободите на гражданите."
            },
            {
              "index": "2",
              "content": "Правомощията и дейността на омбудсмана се уреждат със закон."
            }
          ]
        }
      ]
    },
    {
      "title": "Президент на републиката",
      "index": "4",
      "members": [
        {
          "index": "92",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът е държавен глава. Той олицетворява единството на нацията и представлява Република България в международните отношения."
            },
            {
              "index": "2",
              "content": "Президентът се подпомага в своята дейност от вицепрезидент."
            }
          ]
        },
        {
          "index": "93",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът се избира пряко от избирателите за срок от пет години по ред, определен със закон."
            },
            {
              "index": "2",
              "content": "За президент може да бъде избиран български гражданин по рождение, навършил 40 години, който отговаря на условията за избиране на народен представител и е живял последните пет години в страната."
            },
            {
              "index": "3",
              "content": "Избран е кандидатът, получил повече от половината действителни гласове, ако в гласуването са участвали повече от половината избиратели."
            },
            {
              "index": "4",
              "content": "Ако никой от кандидатите не е избран, в седемдневен срок се произвежда нов избор, в който участват двамата кандидати, получили най-много гласове. Избран е кандидатът, получил повече гласове."
            },
            {
              "index": "5",
              "content": "Изборът за нов президент се произвежда не по-рано от три месеца и не по-късно от два месеца преди изтичане на срока на пълномощията на действащия президент."
            },
            {
              "index": "6",
              "content": "Споровете относно законността на избора за президент се решават от Конституционния съд в едномесечен срок след изборите."
            }
          ]
        },
        {
          "index": "94",
          "paragraphs": {
            "index": "1",
            "content": "Вицепрезидентът се избира едновременно и в една листа с президента при условията и по реда за избиране на президент."
          }
        },
        {
          "index": "95",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът и вицепрезидентът могат да бъдат преизбрани на същата длъжност само за още един мандат."
            },
            {
              "index": "2",
              "content": "Президентът и вицепрезидентът не могат да бъдат народни представители, да изпълняват други държавни, обществени и стопански дейности и да участват в ръководството на политически партии."
            }
          ]
        },
        {
          "index": "96",
          "paragraphs": {
            "index": "1",
            "content": "Президентът и вицепрезидентът полагат пред Народното събрание клетвата по чл. 76, ал. 2."
          }
        },
        {
          "index": "97",
          "paragraphs": [
            {
              "index": "1",
              "content": "Пълномощията на президента и на вицепрезидента се прекратяват предсрочно при:"
            },
            {
              "index": "2",
              "content": "В случаите на т. 1 и 2 пълномощията на президента и вицепрезидента се прекратяват с установяване от Конституционния съд на посочените в тях обстоятелства."
            },
            {
              "index": "3",
              "content": "В случаите на ал. 1 вицепрезидентът встъпва в длъжността президент до края на мандата."
            },
            {
              "index": "4",
              "content": "При невъзможност вицепрезидентът да встъпи в длъжност правомощията на президента се изпълняват от председателя на Народното събрание до избирането на президент и вицепрезидент. В този случай в двумесечен срок се произвеждат избори за президент и вицепрезидент."
            }
          ],
          "content": "1. подаване на оставка пред Конституционния съд;\n    2. трайна невъзможност да изпълняват правомощията си поради тежко заболяване;\n    3. при условията на чл. 103;\n    4. смърт."
        },
        {
          "index": "98",
          "paragraphs": {
            "index": "1",
            "content": "Президентът на републиката:"
          },
          "content": "1. насрочва избори за Народно събрание и органи на местно самоуправление и определя датата за произвеждане на национален референдум, когато за това има решение на Народното събрание;\n    2. отправя обръщения към народа и Народното събрание;\n    3. сключва международни договори в случаите, определени със закон;\n    4. обнародва законите;\n    5. утвърждава промени на границите и центровете на административно-териториалните единици по предложение на Министерския съвет;\n    6. назначава и освобождава от длъжност ръководителите на дипломатическите представителства и постоянните представители на Република България при международни организации по предложение на Министерския съвет и приема акредитивните и отзователните писма на чуждестранните дипломатически представители в страната;\n    7. назначава и освобождава от длъжност и други държавни служители, определени със закон;\n    8. награждава с ордени и медали;\n    9. дава и възстановява българско гражданство и освобождава и лишава от него;\n    10. предоставя убежище;\n    11. упражнява право на помилване;\n    12. опрощава несъбираеми държавни вземания;\n    13. наименува обекти с национално значение и населени места;\n    14. информира Народното събрание по основни въпроси в кръга на своите правомощия."
        },
        {
          "index": "99",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът след консултации с парламентарните групи възлага на кандидат за министър-председател, посочен от най-голямата по численост парламентарна група, да състави правителство."
            },
            {
              "index": "2",
              "content": "Когато в 7-дневен срок кандидатът за министър-председател не успее да предложи състав на Министерския съвет, президентът възлага това на посочен от втората по численост парламентарна група кандидат за министър-председател."
            },
            {
              "index": "3",
              "content": "Ако и в този случай не бъде предложен състав на Министерския съвет, президентът в срока по предходната алинея възлага на някоя следваща парламентарна група да посочи кандидат за министър-председател."
            },
            {
              "index": "4",
              "content": "Когато проучвателният мандат е приключил успешно, президентът предлага на Народното събрание да избере кандидата за министър-председател."
            },
            {
              "index": "5",
              "content": "Ако не се постигне съгласие за образуване на правителство, президентът назначава служебно правителство, разпуска Народното събрание и насрочва нови избори в срока по чл. 64, ал. 3. Актът, с който президентът разпуска Народното събрание, определя и датата на изборите за ново Народно събрание."
            },
            {
              "index": "6",
              "content": "Редът за съставяне на правителство по предходните алинеи се прилага и в случаите на чл. 111, ал. 1."
            },
            {
              "index": "7",
              "content": "В случаите на ал. 5 и 6 президентът не може да разпуска Народното събрание през последните три месеца от своя мандат. Ако в този срок парламентът не може да състави правителство, президентът назначава служебно правителство."
            }
          ]
        },
        {
          "index": "100",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът е върховен главнокомандващ на Въоръжените сили на Република България."
            },
            {
              "index": "2",
              "content": "Президентът назначава и освобождава висшия команден състав на Въоръжените сили и удостоява с висши военни звания по предложение на Министерския съвет."
            },
            {
              "index": "3",
              "content": "Президентът възглавява Консултативния съвет за национална сигурност, чийто статут се определя със закон."
            },
            {
              "index": "4",
              "content": "Президентът обявява обща или частична мобилизация по предложение на Министерския съвет в съответствие със закона."
            },
            {
              "index": "5",
              "content": "Президентът обявява положение на война при въоръжено нападение срещу страната или при необходимост от неотложно изпълнение на международни задължения, военно или друго извънредно положение, когато Народното събрание не заседава. В тези случаи то се свиква незабавно, за да се произнесе по решението."
            }
          ]
        },
        {
          "index": "101",
          "paragraphs": [
            {
              "index": "1",
              "content": "В срока по чл. 88, ал. 3 президентът може мотивирано да върне закона в Народното събрание за ново обсъждане, което не може да му бъде отказано."
            },
            {
              "index": "2",
              "content": "Народното събрание приема повторно закона с мнозинство повече от половината от всички народни представители."
            },
            {
              "index": "3",
              "content": "Повторно приетият от Народното събрание закон се обнародва от президента в 7-дневен срок от получаването му."
            }
          ]
        },
        {
          "index": "102",
          "paragraphs": [
            {
              "index": "1",
              "content": "В изпълнение на своите правомощия президентът издава укази, отправя обръщения и послания."
            },
            {
              "index": "2",
              "content": "Указите се приподписват от министър-председателя или от съответния министър."
            },
            {
              "index": "3",
              "content": "Не подлежат на приподписване указите, с които президентът:"
            }
          ],
          "content": "1. назначава служебно правителство;\n    2. възлага проучвателен мандат за образуване на правителство;\n    3. разпуска Народното събрание;\n    4. връща закон, гласуван от Народното събрание, за повторно обсъждане;\n    5. определя организацията и реда на дейност на службите към Президентството и назначава персонала;\n    6. насрочва избори и референдум;\n    7. обнародва законите."
        },
        {
          "index": "103",
          "paragraphs": [
            {
              "index": "1",
              "content": "Президентът и вицепрезидентът не носят отговорност за действията, извършени при изпълнение на своите функции с изключение на държавна измяна и нарушение на Конституцията."
            },
            {
              "index": "2",
              "content": "Обвинението се повдига по предложение най-малко на една четвърт от народните представители и се поддържа от Народното събрание, ако повече от две трети от народните представители са гласували за това."
            },
            {
              "index": "3",
              "content": "Конституционният съд разглежда обвинението срещу президента или вицепрезидента в едномесечен срок от внасянето на обвинението. Ако бъде установено, че президентът или вицепрезидентът са извършили държавна измяна или са нарушили Конституцията, пълномощията им се прекратяват."
            },
            {
              "index": "4",
              "content": "Президентът и вицепрезидентът не могат да бъдат задържани и срещу тях не може да бъде възбудено наказателно преследване."
            }
          ]
        },
        {
          "index": "104",
          "paragraphs": {
            "index": "1",
            "content": "Президентът може да възлага на вицепрезидента правомощията си по чл. 98, т. 7, 9, 10 и 11."
          }
        }
      ]
    },
    {
      "title": "Министерски съвет",
      "index": "5",
      "members": [
        {
          "index": "105",
          "paragraphs": [
            {
              "index": "1",
              "content": "Министерският съвет ръководи и осъществява вътрешната и външната политика на страната в съответствие с Конституцията и законите."
            },
            {
              "index": "2",
              "content": "Министерският съвет осигурява обществения ред и националната сигурност и осъществява общото ръководство на държавната администрация и на Въоръжените сили."
            },
            {
              "index": "3",
              "content": "(Нова - ДВ, бр. 18 от 2005 г.) Министерският съвет информира Народното събрание по въпроси, отнасящи се до задълженията, произтичащи за Република България от нейното членство в Европейския съюз."
            },
            {
              "index": "4",
              "content": "(Нова - ДВ, бр. 18 от 2005 г.) Когато участва в разработването и приемането на актове на Европейския съюз, Министерският съвет информира предварително Народното събрание и дава отчет за своите действия."
            }
          ]
        },
        {
          "index": "106",
          "paragraphs": {
            "index": "1",
            "content": "Министерският съвет ръководи изпълнението на държавния бюджет; организира стопанисването на държавното имущество; сключва, утвърждава и денонсира международни договори в случаите, предвидени в закона."
          }
        },
        {
          "index": "107",
          "paragraphs": {
            "index": "1",
            "content": "Министерският съвет отменя незаконосъобразните или неправилните актове на министрите."
          }
        },
        {
          "index": "108",
          "paragraphs": [
            {
              "index": "1",
              "content": "Министерският съвет се състои от министър-председател, заместник министър-председатели и министри."
            },
            {
              "index": "2",
              "content": "Министър-председателят ръководи и координира общата политика на правителството и носи отговорност за нея. Той назначава и освобождава от длъжност заместник-министрите."
            },
            {
              "index": "3",
              "content": "Министрите ръководят отделни министерства, освен ако Народното събрание реши друго. Те носят отговорност за своите действия."
            }
          ]
        },
        {
          "index": "109",
          "paragraphs": {
            "index": "1",
            "content": "Членовете на Министерския съвет полагат пред Народното събрание клетвата по чл. 76, ал. 2."
          }
        },
        {
          "index": "110",
          "paragraphs": {
            "index": "1",
            "content": "Членове на Министерския съвет могат да бъдат само български граждани, които отговарят на условията за избиране на народни представители."
          }
        },
        {
          "index": "111",
          "paragraphs": [
            {
              "index": "1",
              "content": "Правомощията на Министерския съвет се прекратяват:"
            },
            {
              "index": "2",
              "content": "Министерският съвет подава оставка пред новоизбраното Народно събрание."
            },
            {
              "index": "3",
              "content": "В случаите по предходните алинеи Министерският съвет изпълнява функциите си до избирането на нов Министерски съвет."
            }
          ],
          "content": "1. с гласуване на недоверие на Министерския съвет или на министър-председателя;\n2. с приемане на оставката на Министерския съвет или на министър-председателя;\n3. при смърт на министър-председателя."
        },
        {
          "index": "112",
          "paragraphs": [
            {
              "index": "1",
              "content": "Министерският съвет може да поиска Народното събрание да му гласува доверие по цялостната политика, по програмата или по конкретен повод. Решението се приема с мнозинство повече от половината от присъстващите народни представители."
            },
            {
              "index": "2",
              "content": "Когато Министерският съвет не получи исканото доверие, министър-председателят подава оставката на правителството."
            }
          ]
        },
        {
          "index": "113",
          "paragraphs": [
            {
              "index": "1",
              "content": "Членовете на Министерския съвет не могат да заемат длъжности и да извършват дейности, които са несъвместими с положението на народен представител."
            },
            {
              "index": "2",
              "content": "Народното събрание може да определя и други длъжности и дейности, които членовете на Министерския съвет не могат да заемат или извършват."
            }
          ]
        },
        {
          "index": "114",
          "paragraphs": {
            "index": "1",
            "content": "Въз основа и в изпълнение на законите Министерският съвет приема постановления, разпореждания и решения. С постановления Министерският съвет приема и правилници и наредби."
          }
        },
        {
          "index": "115",
          "paragraphs": {
            "index": "1",
            "content": "Министрите издават правилници, наредби, инструкции и заповеди."
          }
        },
        {
          "index": "116",
          "paragraphs": [
            {
              "index": "1",
              "content": "Държавните служители са изпълнители на волята и интересите на нацията. При изпълнение на своята служба те са длъжни да се ръководят единствено от закона и да бъдат политически неутрални."
            },
            {
              "index": "2",
              "content": "Условията, при които държавните служители се назначават и освобождават от длъжност и могат да членуват в политически партии и синдикални организации, както и да упражняват правото си на стачка, се определят със закон."
            }
          ]
        }
      ]
    },
    {
      "title": "Съдебна власт",
      "index": "6",
      "members": [
        {
          "index": "117",
          "paragraphs": [
            {
              "index": "1",
              "content": "Съдебната власт защитава правата и законните интереси на гражданите, юридическите лица и държавата."
            },
            {
              "index": "2",
              "content": "Съдебната власт е независима. При осъществяване на своите функции съдиите, съдебните заседатели, прокурорите и следователите се подчиняват само на закона."
            },
            {
              "index": "3",
              "content": "Съдебната власт има самостоятелен бюджет."
            }
          ]
        },
        {
          "index": "118",
          "paragraphs": {
            "index": "1",
            "content": "Правосъдието се осъществява в името на народа."
          }
        },
        {
          "index": "119",
          "paragraphs": [
            {
              "index": "1",
              "content": "Правораздаването се осъществява от Върховния касационен съд, Върховния административен съд, апелативни, окръжни, военни и районни съдилища."
            },
            {
              "index": "2",
              "content": "Със закон могат да се създават и специализирани съдилища."
            },
            {
              "index": "3",
              "content": "Извънредни съдилища не се допускат."
            }
          ]
        },
        {
          "index": "120",
          "paragraphs": [
            {
              "index": "1",
              "content": "Съдилищата осъществяват контрол за законност на актове и действия на административните органи."
            },
            {
              "index": "2",
              "content": "Гражданите и юридическите лица могат да обжалват всички административни актове, които ги засягат, освен изрично посочените със закон."
            }
          ]
        },
        {
          "index": "121",
          "paragraphs": [
            {
              "index": "1",
              "content": "Съдилищата осигуряват равенство и условия за състезателност на страните в съдебния процес."
            },
            {
              "index": "2",
              "content": "Производството по делата осигурява установяването на истината."
            },
            {
              "index": "3",
              "content": "Разглеждането на делата във всички съдилища е публично, освен когато законът предвижда друго."
            },
            {
              "index": "4",
              "content": "Актовете на правораздаването се мотивират."
            }
          ]
        },
        {
          "index": "122",
          "paragraphs": [
            {
              "index": "1",
              "content": "Гражданите и юридическите лица имат право на защита във всички стадии на процеса."
            },
            {
              "index": "2",
              "content": "Редът за упражняване правото на защита се определя със закон."
            }
          ]
        },
        {
          "index": "123",
          "paragraphs": {
            "index": "1",
            "content": "В определени от закона случаи в правораздаването участват и съдебни заседатели."
          }
        },
        {
          "index": "124",
          "paragraphs": {
            "index": "1",
            "content": "Върховният касационен съд осъществява върховен съдебен надзор за точно и еднакво прилагане на законите от всички съдилища."
          }
        },
        {
          "index": "125",
          "paragraphs": [
            {
              "index": "1",
              "content": "Върховният административен съд осъществява върховен съдебен надзор за точното и еднакво прилагане на законите в административното правораздаване."
            },
            {
              "index": "2",
              "content": "Върховният административен съд се произнася по спорове за законността на актовете на Министерския съвет и на министрите, както и на други актове, посочени в закона."
            }
          ]
        },
        {
          "index": "126",
          "paragraphs": [
            {
              "index": "1",
              "content": "Структурата на прокуратурата е в съответствие с тази на съдилищата."
            },
            {
              "index": "2",
              "content": "Главният прокурор осъществява надзор за законност и методическо ръководство върху дейността на всички прокурори."
            }
          ]
        },
        {
          "index": "127",
          "paragraphs": {
            "index": "1",
            "content": "Прокуратурата следи за спазване на законността, като:"
          },
          "content": "1. (нова - ДВ, бр. 27 от 2006 г.) ръководи разследването и упражнява надзор за законосъобразното му провеждане;\n2. (нова - ДВ, бр. 27 от 2006 г.) може да извършва разследване;\n3. (предишна т. 1 - ДВ, бр. 27 от 2006 г.) привлича към отговорност лицата, които са извършили престъпления, и поддържа обвинението по наказателни дела от общ характер;\n4. (предишна т. 2 - ДВ, бр. 27 от 2006 г.) упражнява надзор при изпълнение на наказателните и други принудителни мерки;\n5. (предишна т. 3 - ДВ, бр. 27 от 2006 г.) предприема действия за отмяна на незаконосъобразни актове;\n6. (предишна т. 4 - ДВ, бр. 27 от 2006 г.) в предвидените със закон случаи участва в граждански и административни дела."
        },
        {
          "index": "128",
          "content": "(Изм. - ДВ, бр. 27 от 2006 г.)",
          "paragraphs": {
            "index": "1",
            "content": "Следствените органи са в системата на съдебната власт. Те осъществяват разследване по наказателни дела в случаите, предвидени в закон."
          }
        },
        {
          "index": "129",
          "paragraphs": [
            {
              "index": "1",
              "content": "Съдиите, прокурорите и следователите се назначават, повишават, понижават, преместват и освобождават от длъжност от Висшия съдебен съвет."
            },
            {
              "index": "2",
              "content": "Председателят на Върховния касационен съд, председателят на Върховния административен съд и главният прокурор се назначават и освобождават от президента на републиката по предложение на Висшия съдебен съвет за срок от седем години без право на повторно избиране. Президентът не може да откаже назначаването или освобождаването при повторно направено предложение."
            },
            {
              "index": "3"
            },
            {
              "index": "4"
            },
            {
              "index": "5"
            },
            {
              "index": "6"
            }
          ],
          "content": [
            "(Изм. - ДВ, бр. 85 от 2003 г.) \nС навършване на петгодишен стаж като съдия, прокурор или следовател и след атестиране, с решение на Висшия съдебен съвет, съдиите, прокурорите и следователите стават несменяеми. Те, включително лицата по ал. 2, се освобождават от длъжност само при:\n1. навършване на 65-годишна възраст;\n2. подаване на оставка;\n3. влизане в сила на присъда, с която е наложено наказание лишаване от свобода за умишлено престъпление;\n4. трайна фактическа невъзможност да изпълняват задълженията си за повече от една година;\n5. тежко нарушение или системно неизпълнение на служебните задължения, както и действия, които накърняват престижа на съдебната власт.",
            "(Нова - ДВ, бр. 27 от 2006 г., обявена за противоконституционна с Решение № 7 от 2006 г. на КС - ДВ, бр. 78 от 2006 г.) \nВ случаите по ал. 3, т. 5 председателят на Върховния касационен съд, председателят на Върховния административен съд и главният прокурор се освобождават от президента на републиката по предложение и на една четвърт от народните представители, прието с мнозинство две трети от народните представители. Президентът не може да откаже освобождаването при повторно направено предложение.",
            "(Нова - ДВ, бр. 85 от 2003 г., предишна ал. 4 - ДВ, бр. 27 от 2006 г.) \nПридобитата несменяемост се възстановява при следващо заемане на длъжността съдия, прокурор или следовател в случаите на освобождаване по ал. 3, т. 2 и 4.",
            "(Нова - ДВ, бр. 85 от 2003 г., в сила от 01.01.2004 г., предишна ал. 5 - ДВ, бр. 27 от 2006 г.) \nАдминистративните ръководители в органите на съдебната власт, с изключение на тези по ал. 2, се назначават на ръководната длъжност за срок от пет години с право на повторно назначаване."
          ]
        },
        {
          "index": "130",
          "paragraphs": [
            {
              "index": "1",
              "content": "Висшият съдебен съвет се състои от 25 членове. Председателят на Върховния касационен съд, председателят на Върховния административен съд и Главният прокурор са по право негови членове."
            },
            {
              "index": "2",
              "content": "За членове на Висшия съдебен съвет, които не са негови членове по право, се избират юристи с високи професионални и нравствени качества, които имат най-малко петнадесетгодишен юридически стаж."
            },
            {
              "index": "3",
              "content": "Единадесет от членовете на Висшия съдебен съвет се избират от Народното събрание и единадесет - от органите на съдебната власт."
            },
            {
              "index": "4",
              "content": "Мандатът на изборните членове на Висшия съдебен съвет е пет години. Те не могат да бъдат преизбирани веднага след изтичане на този срок."
            },
            {
              "index": "5",
              "content": "Заседанията на Висшия съдебен съвет се председателстват от министъра на правосъдието. Той не участва в гласуването."
            },
            {
              "index": "6",
              "content": "(Нова - ДВ, бр. 12 от 2007 г.) Висшият съдебен съвет:"
            },
            {
              "index": "7",
              "content": "(Нова - ДВ, бр. 12 от 2007 г.) Висшият съдебен съвет изслушва и приема годишните доклади на Върховния касационен съд, на Върховния административен съд и на главния прокурор за прилагането на закона и за дейността на съдилищата, прокуратурата и разследващите органи и ги внася в Народното събрание."
            },
            {
              "index": "8"
            },
            {
              "index": "9"
            }
          ],
          "content": [
            "1. назначава, повишава, премества и освобождава от длъжност съдиите, прокурорите и следователите;\n2. налага дисциплинарните наказания понижаване и освобождаване от длъжност на съдиите, прокурорите и следователите;\n3. организира квалификацията на съдиите, прокурорите и следователите;\n4. приема проекта на бюджет на съдебната власт;\n5. определя обхвата и структурата на годишните доклади по чл. 84, т. 16.",
            "(Нова - ДВ, бр. 12 от 2007 г.) \nМандатът на изборен член на Висшия съдебен съвет се прекратява при:\n1. подаване на оставка;\n2. влязъл в сила съдебен акт за извършено престъпление;\n3. трайна фактическа невъзможност да изпълнява задълженията си за повече от една година; \n4. дисциплинарно освобождаване от длъжност или лишаване от право да упражнява юридическа професия или дейност.",
            "(Нова - ДВ, бр. 12 от 2007 г.)\nПри прекратяване на мандата на изборен член на Висшия съдебен съвет на негово място се избира друг от съответната квота, който довършва мандата."
          ]
        },
        {
          "index": "130",
          "content": ". \n(Нов - ДВ, бр. 27 от 2006 г.) \nМинистърът на правосъдието:\n1. предлага проект на бюджет на съдебната власт и го внася за обсъждане във Висшия съдебен съвет;\n2. управлява имуществото на съдебната власт;\n3. може да прави предложения за назначаване, повишаване, понижаване, преместване и освобождаване от длъжност на съдии, прокурори и следователи;\n4. участва в организирането на квалификацията на съдиите, прокурорите и следователите;\n5. (отм. - ДВ, бр. 12 от 2007 г.)"
        },
        {
          "index": "131",
          "content": "(Изм. - ДВ, бр. 85 от 2003 г., изм. - ДВ, бр. 12 от 2007 г.) \nРешенията на Висшия съдебен съвет за назначаване, повишаване, понижаване, преместване и освобождаване от длъжност на съдии, прокурори и следователи, както и предложенията, които той прави по чл. 129, ал. 2, се приемат с тайно гласуване."
        },
        {
          "index": "132",
          "content": "(Изм. - ДВ, бр. 85 от 2003 г.)",
          "paragraphs": [
            {
              "index": "1",
              "content": "При осъществяване на съдебната власт съдиите, прокурорите и следователите не носят наказателна и гражданска отговорност за техните служебни действия и за постановените от тях актове, освен ако извършеното е умишлено престъпление от общ характер."
            },
            {
              "index": "2",
              "content": "(Отм. - ДВ, бр. 12 от 2007 г.)"
            },
            {
              "index": "3",
              "content": "(Отм. - ДВ, бр. 12 от 2007 г.)"
            },
            {
              "index": "4",
              "content": "(Отм. - ДВ, бр. 12 от 2007 г.)"
            }
          ]
        },
        {
          "index": "132",
          "content": [
            ". \n(Нов - ДВ, бр. 12 от 2007 г.)",
            "(10) Условията и редът за избиране и освобождаване на главния инспектор и на инспекторите, както и организацията и дейността на Инспектората се уреждат със закон."
          ],
          "paragraphs": [
            {
              "index": "1",
              "content": "Към Висшия съдебен съвет се създава Инспекторат, който се състои от главен инспектор и десет инспектори."
            },
            {
              "index": "2",
              "content": "Главният инспектор се избира от Народното събрание с мнозинство две трети от народните представители за срок от пет години."
            },
            {
              "index": "3",
              "content": "Инспекторите се избират от Народното събрание за срок от четири години по реда на ал. 2."
            },
            {
              "index": "4",
              "content": "Главният инспектор и инспекторите могат да бъдат избирани повторно, но не за два последователни мандата."
            },
            {
              "index": "5",
              "content": "Бюджетът на Инспектората се приема от Народното събрание в рамките на бюджета на съдебната власт."
            },
            {
              "index": "6",
              "content": "Инспекторатът проверява дейността на органите на съдебната власт, без да засяга независимостта на съдиите, съдебните заседатели, прокурорите и следователите при осъществяването на техните функции. Главният инспектор и инспекторите при осъществяване на функциите си са независими и се подчиняват само на закона."
            },
            {
              "index": "7",
              "content": "Инспекторатът действа служебно, по инициатива на граждани, юридически лица или държавни органи, включително на съдии, прокурори и следователи."
            },
            {
              "index": "8",
              "content": "Инспекторатът представя годишен доклад за дейността си на Висшия съдебен съвет."
            },
            {
              "index": "9",
              "content": "Инспекторатът отправя сигнали, предложения и доклади до други държавни органи, включително и до компетентните органи на съдебната власт. Инспекторатът предоставя публично информация за дейността си."
            }
          ]
        },
        {
          "index": "133",
          "content": "Организацията и дейността на Висшия съдебен съвет, на съдилищата, на прокурорските и на следствените органи, статутът на съдиите, прокурорите и следователите, условията и редът за назначаване и освобождаване от длъжност на съдиите, съдебните заседатели, прокурорите и следователите, както и за осъществяване на тяхната отговорност се уреждат със закон."
        },
        {
          "index": "134",
          "paragraphs": [
            {
              "index": "1",
              "content": "Адвокатурата е свободна, независима и самоуправляваща се. Тя подпомага гражданите и юридическите лица при защитата на техните права и законни интереси."
            },
            {
              "index": "2",
              "content": "Организацията и редът на дейността на адвокатурата се уреждат със закон."
            }
          ]
        }
      ]
    },
    {
      "title": "Местно самоуправление и местна власт",
      "index": "7",
      "members": [
        {
          "index": "135",
          "paragraphs": [
            {
              "index": "1",
              "content": "Територията на Република България се дели на общини и области. Териториалното деление и правомощията на столичната община и на другите големи градове се определят със закон."
            },
            {
              "index": "2",
              "content": "Други административно-териториални единици и органи на самоуправление в тях могат да бъдат създавани със закон."
            }
          ]
        },
        {
          "index": "136",
          "paragraphs": [
            {
              "index": "1",
              "content": "Общината е основната административно-териториална единица, в която се осъществява местното самоуправление. Гражданите участват в управлението на общината както чрез избраните от тях органи на местно самоуправление, така и непосредствено чрез референдум и общо събрание на населението."
            },
            {
              "index": "2",
              "content": "Границите на общините се определят след допитване до населението."
            },
            {
              "index": "3",
              "content": "Общината е юридическо лице."
            }
          ]
        },
        {
          "index": "137",
          "paragraphs": [
            {
              "index": "1",
              "content": "Самоуправляващите се териториални общности могат да се сдружават за решаване на общи въпроси."
            },
            {
              "index": "2",
              "content": "Законът създава условия за сдружаване на общините."
            }
          ]
        },
        {
          "index": "138",
          "paragraphs": {
            "index": "1",
            "content": "Орган на местното самоуправление в общината е общинският съвет, който се избира от населението на съответната община за срок от четири години по ред, определен със закон."
          }
        },
        {
          "index": "139",
          "paragraphs": [
            {
              "index": "1",
              "content": "Орган на изпълнителната власт в общината е кметът. Той се избира от населението или от общинския съвет за срок от четири години по ред, определен със закон."
            },
            {
              "index": "2",
              "content": "В своята дейност кметът се ръководи от закона, актовете на общинския съвет и решенията на населението."
            }
          ]
        },
        {
          "index": "140",
          "paragraphs": {
            "index": "1",
            "content": "Общината има право на своя собственост, която използва в интерес на териториалната общност."
          }
        },
        {
          "index": "141",
          "paragraphs": [
            {
              "index": "1",
              "content": "Общината има самостоятелен бюджет."
            },
            {
              "index": "2",
              "content": "Постоянните финансови източници на общината се определят със закон."
            },
            {
              "index": "3",
              "content": "(Нова - ДВ, бр. 12 от 2007 г.) Общинският съвет определя размера на местните данъци при условия, по ред и в границите, установени със закон."
            },
            {
              "index": "4",
              "content": "(Нова - ДВ, бр. 12 от 2007 г.) Общинският съвет определя размера на местните такси по ред, установен със закон."
            },
            {
              "index": "5",
              "content": "(Предишна ал. 3 - ДВ, бр. 12 от 2007 г.) Държавата чрез средства от бюджета и по друг начин подпомага нормалната дейност на общините."
            }
          ]
        },
        {
          "index": "142",
          "paragraphs": {
            "index": "1",
            "content": "Областта е административно-териториална единица за провеждане на регионална политика, за осъществяване на държавно управление по места и за осигуряване на съответствие между националните и местните интереси."
          }
        },
        {
          "index": "143",
          "paragraphs": [
            {
              "index": "1",
              "content": "Управлението в областта се осъществява от областен управител, подпомаган от областна администрация."
            },
            {
              "index": "2",
              "content": "Областният управител се назначава от Министерския съвет."
            },
            {
              "index": "3",
              "content": "Областният управител осигурява провеждането на държавната политика, отговаря за защитата на националните интереси, на законността и на обществения ред и осъществява административен контрол."
            }
          ]
        },
        {
          "index": "144",
          "paragraphs": {
            "index": "1",
            "content": "Централните държавни органи и техните представители по места осъществяват контрол за законосъобразност върху актовете на органите на местното управление само когато това е предвидено със закон."
          }
        },
        {
          "index": "145",
          "paragraphs": {
            "index": "1",
            "content": "Общинските съвети могат да оспорват пред съда актовете и действията, с които се нарушават техни права."
          }
        },
        {
          "index": "146",
          "paragraphs": {
            "index": "1",
            "content": "Организацията и редът на дейността на органите на местното самоуправление и на местната администрация се определят със закон."
          }
        }
      ]
    },
    {
      "title": "Конституционен съд",
      "index": "8",
      "members": [
        {
          "index": "147",
          "paragraphs": [
            {
              "index": "1",
              "content": "Конституционният съд се състои от 12 съдии, една трета от които се избират от Народното събрание, една трета се назначават от президента, а една трета се избират на общо събрание на съдиите от Върховния касационен съд и Върховния административен съд."
            },
            {
              "index": "2",
              "content": "Мандатът на съдиите от Конституционния съд е 9 години. Те не могат да се избират повторно на тази длъжност. Съставът на Конституционния съд се обновява през три години от всяка квота по ред, определен със закон."
            },
            {
              "index": "3",
              "content": "За съдии в Конституционния съд се избират юристи с високи професионални и нравствени качества, най-малко с петнадесетгодишен юридически стаж."
            },
            {
              "index": "4",
              "content": "Съдиите от Конституционния съд избират председател на съда с тайно гласуване за срок от три години."
            },
            {
              "index": "5",
              "content": "Положението на член на Конституционния съд е несъвместимо с представителен мандат, със заемане на държавна или обществена длъжност, с членство в политическа партия или синдикат и с упражняването на свободна, търговска или друга платена професионална дейност."
            },
            {
              "index": "6",
              "content": "Членовете на Конституционния съд се ползват с имунитета на народните представители."
            }
          ]
        },
        {
          "index": "148",
          "paragraphs": [
            {
              "index": "1",
              "content": "Мандатът на съдия в Конституционния съд се прекратява при:"
            },
            {
              "index": "2",
              "content": "Конституционният съд снема имунитета и установява фактическата невъзможност на съдиите да изпълняват задълженията си с тайно гласуване и с мнозинство най-малко две трети от всички съдии."
            },
            {
              "index": "3",
              "content": "При прекратяване на мандата на съдия от Конституционния съд в едномесечен срок на негово място се избира друг от съответната квота."
            }
          ],
          "content": "1. изтичане на определения срок;\n2. подаване на оставка пред Конституционния съд;\n3. влизане в сила на присъда, с която е наложено наказание лишаване от свобода за умишлено престъпление;\n4. фактическа невъзможност да изпълнява задълженията си повече от една година;\n5. несъвместимост с длъжности и дейности по чл. 147, ал. 5;\n6. смърт."
        },
        {
          "index": "149",
          "paragraphs": [
            {
              "index": "1",
              "content": "Конституционният съд:"
            },
            {
              "index": "2",
              "content": "Със закон не могат да се дават или отнемат правомощия на Конституционния съд."
            }
          ],
          "content": "1. дава задължителни тълкувания на Конституцията;\n2. произнася се по искане за установяване на противоконституционност на законите и на другите актове на Народното събрание, както и на актовете на президента;\n3. решава спорове за компетентност между Народното събрание, президента и Министерския съвет, както и между органите на местно самоуправление и централните изпълнителни органи;\n4. произнася се за съответствието на сключените от Република България международни договори с Конституцията преди ратификацията им, както и за съответствие на законите с общопризнатите норми на международното право и с международните договори, по които България е страна;\n5. произнася се по спорове за конституционността на политическите партии и сдружения;\n6. произнася се по спорове за законността на избора за президент и вицепрезидент;\n7. произнася се по спорове за законността на избора на народен представител;\n8. произнася се по обвинения, повдигнати от Народното събрание срещу президента и вицепрезидента."
        },
        {
          "index": "150",
          "paragraphs": [
            {
              "index": "1",
              "content": "Конституционният съд действа по инициатива най-малко на една пета от народните представители, президента, Министерския съвет, Върховния касационен съд, Върховния административен съд и главния прокурор. Спорове за компетентност по т. 3 на ал. 1 от предходния член могат да се повдигат и от общинските съвети."
            },
            {
              "index": "2",
              "content": "Когато установят несъответствие между закона и Конституцията, Върховният касационен съд или Върховният административен съд спират производството по делото и внасят въпроса в Конституционния съд."
            },
            {
              "index": "3",
              "content": "(Нова - ДВ, бр. 27 от 2006 г.) Омбудсманът може да сезира Конституционния съд с искане за установяване на противоконституционност на закон, с който се нарушават права и свободи на гражданите."
            }
          ]
        },
        {
          "index": "151",
          "paragraphs": [
            {
              "index": "1",
              "content": "Конституционният съд постановява решенията си с мнозинство повече от половината от всички съдии."
            },
            {
              "index": "2",
              "content": "Решенията на Конституционния съд се обнародват в \"Държавен вестник\" в 15-дневен срок от приемането им. Решението влиза в сила три дни след обнародването му. Актът, обявен за противоконституционен, не се прилага от деня на влизането на решението в сила."
            },
            {
              "index": "3",
              "content": "Частта от закона, която не е обявена за неконституционна, запазва действието си."
            }
          ]
        },
        {
          "index": "152",
          "paragraphs": {
            "index": "1",
            "content": "Организацията и редът на дейността на Конституционния съд се определят със закон."
          }
        }
      ]
    },
    {
      "title": "Изменение и допълнение на конституцията. Приемане на нова конституция",
      "index": "9",
      "members": [
        {
          "index": "153",
          "paragraphs": {
            "index": "1",
            "content": "Народното събрание може да изменя и допълва всички разпоредби на Конституцията с изключение на тези, предоставени в правомощията на Великото народно събрание."
          }
        },
        {
          "index": "154",
          "paragraphs": [
            {
              "index": "1",
              "content": "Правото на инициатива за изменение и допълнение на Конституцията принадлежи на една четвърт от народните представители и на президента."
            },
            {
              "index": "2",
              "content": "Предложението се разглежда от Народното събрание не по-рано от един месец и не по-късно от три месеца след постъпването му."
            }
          ]
        },
        {
          "index": "155",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание приема закон за изменение или допълнение на Конституцията с мнозинство три четвърти от всички народни представители на три гласувания в различни дни."
            },
            {
              "index": "2",
              "content": "Ако предложението получи по-малко от три четвърти, но не по-малко от две трети от гласовете на всички народни представители, предложението се поставя за ново разглеждане не по-рано от два и не по-късно от пет месеца. При новото разглеждане предложението се приема, ако за него са гласували не по-малко от две трети от всички народни представители."
            }
          ]
        },
        {
          "index": "156",
          "paragraphs": {
            "index": "1",
            "content": "Законът за изменение или допълнение на Конституцията се подписва и се обнародва от председателя на Народното събрание в \"Държавен вестник\" в седемдневен срок от приемането му."
          }
        },
        {
          "index": "157",
          "paragraphs": {
            "index": "1",
            "content": "Великото народно събрание се състои от 400 народни представители, избрани по общия ред."
          }
        },
        {
          "index": "158",
          "paragraphs": {
            "index": "1",
            "content": "Великото народно събрание:"
          },
          "content": "1. приема нова Конституция;\n2. решава въпроса за изменение територията на Република България и ратифицира международни договори, предвиждащи такива изменения;\n3. решава въпросите за промени във формата на държавно устройство и на държавно управление;\n4. решава въпросите за изменение на чл. 5, ал. 2 и 4 и на чл. 57, ал. 1 и 3 от Конституцията;\n5. решава въпросите за изменение и допълнение на глава девета от Конституцията."
        },
        {
          "index": "159",
          "paragraphs": [
            {
              "index": "1",
              "content": "Правото на инициатива по предходния член имат най-малко една втора от народните представители и президентът."
            },
            {
              "index": "2",
              "content": "Проектът за нова Конституция или за изменение на действащата, както и за промени в територията на страната по чл. 158 се разглежда от Народното събрание не по-рано от два месеца и не по-късно от пет месеца след внасянето му."
            }
          ]
        },
        {
          "index": "160",
          "paragraphs": [
            {
              "index": "1",
              "content": "Народното събрание решава да се произведат избори за Велико народно събрание с мнозинство две трети от общия брой на народните представители."
            },
            {
              "index": "2",
              "content": "Президентът насрочва избори за Велико народно събрание в тримесечен срок от решението на Народното събрание."
            },
            {
              "index": "3",
              "content": "С произвеждането на избори за Велико народно събрание пълномощията на Народното събрание се прекратяват."
            }
          ]
        },
        {
          "index": "161",
          "paragraphs": {
            "index": "1",
            "content": "Великото народно събрание приема решение по внесените проекти с мнозинство две трети от всички народни представители на три гласувания в различни дни."
          }
        },
        {
          "index": "162",
          "paragraphs": [
            {
              "index": "1",
              "content": "Великото народно събрание решава само тези въпроси от Конституцията, за които е избрано."
            },
            {
              "index": "2",
              "content": "В неотложни случаи Великото народно събрание изпълнява функциите и на Народно събрание."
            },
            {
              "index": "3",
              "content": "Правомощията на Великото народно събрание се прекратяват, след като то се произнесе окончателно по въпросите, за които е избрано. В този случай президентът насрочва избори по реда, определен със закон."
            }
          ]
        },
        {
          "index": "163",
          "paragraphs": {
            "index": "1",
            "content": "Актовете на Великото народно събрание се подписват и обнародват от неговия председател в седемдневен срок от приемането им."
          }
        }
      ]
    },
    {
      "title": "Герб, печат, знаме, химн, столица",
      "index": "10",
      "members": [
        {
          "index": "164",
          "paragraph": {
            "index": "1",
            "content": "Гербът на Република България е изправен златен лъв на тъмночервено поле във формата на щит."
          }
        },
        {
          "index": "165",
          "paragraph": {
            "index": "1",
            "content": "На държавния печат е изобразен гербът на Република България."
          }
        },
        {
          "index": "166",
          "paragraph": {
            "index": "1",
            "content": "Знамето на Република България е трицветно: бяло, зелено и червено, поставени водоравно отгоре надолу."
          }
        },
        {
          "index": "167",
          "paragraph": {
            "index": "1",
            "content": "Редът, по който се полага държавният печат и се издига националното знаме, се определя със закон."
          }
        },
        {
          "index": "168",
          "paragraph": {
            "index": "1",
            "content": "Химн на Република България е песента \"Мила Родино\"."
          }
        },
        {
          "index": "169",
          "paragraph": {
            "index": "1",
            "content": "Столица на Република България е град София."
          }
        }
      ]
    }
  ]
}